
/* Label for the password field in the account preferences */
"Password:" = "密碼：";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "您所輸入的字元並非這個服務所允許的有效帳號名稱。";
